Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/ficti/comics/dialog_pilotepisode_kvensk_aili.docx.tmx
Source language: nob
Languages: fkv

source: Side/rute
fkv: MET

source: Karakter Til oversetting.
fkv: KOULUSTA JA MINUN YSTÄVISTÄ.

source: kvenske ordet Nord-Norge
fkv: KIITOS SIITÄ ETTE SIE SAATAT

source: og ikke nødvendigvis det kvenske ordet for Finnmark
fkv: PASSATA KLÄPPII SILLÄ AIKKAA KO MET SE TULLEE TYRHIIKSI, KO

source: Nils
fkv: PÄIVÄNÄ.

source: antar at dette er fast internasjonalt uttrykk.
fkv: PIKKU MUKAN. SAATATKO SIE MUISTELLA JOTAKI SETÄ?

source: HEILÄ MOLEMILLA OON
fkv: KO SIE AJOIT AHMAA TAKA.

source: (kaster en juicepakke i søpla).
fkv: JOO, KO OON TRENKI JA AUTTAA

source: På samisk brukes ordet om gutter som hjelper til med
fkv: TETHÄN TIÄTTÄ ETTE SE OON AJJAAT ULOS RUVAN KANS JA SENLAISTA.

source: " som åpenbart er det samme ordet.
fkv: MET OLIMA MIE ISTUIN SKUUTTERILLA JA

source: Men om de
fkv: SÖIN NIESTAN.

source: På samisk brukes ordet "
fkv: MATTIS SEISOI JÄÄLÄ KO HÄN

source: " som åpenbart er det samme ordet. Men om de brukes på samme måte vet jeg ikke.
fkv: KO MIE TULIN TAKAISIN MATTIKSEN JA MUITTEN PAIMENIITTEN TYKÖ, NIIN MIE MUISTELIN HEILE ETTE SE PÄÄSI POIS.

source: (hekter av hengeren)
fkv: NÄIN SE OON KO SETÄ PASSAA

source: (dråper på vinduet)
fkv: BENSIINISTASJUUNISTA JA
